/* No comment provided by engineer. */
"%@ since last back-up" = "%@ dall'ultimo back-up";

/* No comment provided by engineer. */
"AC Power" = "Alimentazione a Rete";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort Connesso";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort Disconesso";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Attenzione! Questa opzione aggiunge HardwareGrowler agli elementi di Login";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Abilitando questa opzione avvierai HardwareGrowler ad ogni Login, così sarà disponibile per le applicazioni che lo richiederanno";

/* at battery percentage */
"at %@\%" = "al %1$@\%2$";

/* No comment provided by engineer. */
"Back-up took %@" = "Back-up impiega %@";

/* Internal battery */
"Battery" = "Batteria";

/* No comment provided by engineer. */
"Battery Low!" = "Batteria Scarica!";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "Batteria Scarica, Per favore collega il computer alla presa.";

/* No comment provided by engineer. */
"Battery Power" = "Carica della Batteria";

/* No comment provided by engineer. */
"Bluetooth Connected" = "Bluetooth Connesso";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Connessione Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "Bluetooth Disconnesso";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Disconnessione Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Module on OSX Lion requires 10.7.3" = "Il Modulo Bluetooth su OSX Lion richiede 10.7.3";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "Controlla Bluetooth";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Canceled after %@" = "Annullato dopo %@";

/* No comment provided by engineer. */
"Caps Lock" = "Blocco Maiuscole";

/* No comment provided by engineer. */
"Caps Lock Off" = "Blocco Maiuscole Off";

/* No comment provided by engineer. */
"Caps Lock On" = "Blocco Maiuscole On";

/* No comment provided by engineer. */
"Charged" = "Caricato";

/* No comment provided by engineer. */
"Charging" = "In Carica";

/* Message body on a volume mount notification, clicking it opens the drive in finder */
"Click to open" = "Clicca per aprire";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Abilitando questa opzione HardwareGrowler funzionerà senza mostrare l'icona sul dock o elementi del menù.\n\nPer accedere alle preferenze clicca HardwareGrowler da Launchpad o aprilo dal Finder. ";

/* No comment provided by engineer. */
"Failed after %@" = "Fallito dopo %@";

/* No comment provided by engineer. */
"Finishing" = "Termino";

/* No comment provided by engineer. */
"Firewire Connected" = "FireWire Connesso";

/* No comment provided by engineer. */
"Firewire Connection" = "Connessione FireWire";

/* No comment provided by engineer. */
"Firewire Disconnected" = "Firewire Disconnesso";

/* No comment provided by engineer. */
"Firewire Disconnection" = "Disconnessione FireWire";

/* No comment provided by engineer. */
"Firewire Monitor" = "Controllo FireWire";

/* No comment provided by engineer. */
"First backup, or no previous backup found in the system log" = "Primo Backup, o nessun precedente backup trovato nel log di sistema";

/* No comment provided by engineer. */
"FN Key" = "Tasto FN";

/* No comment provided by engineer. */
"FN Key Pressed" = "Tasto FN Premuto";

/* No comment provided by engineer. */
"FN Key Released" = "Tasto FN Rilasciato";

/* No comment provided by engineer. */
"General" = "Generali";

/* Unit names */
"hours" = "ore";

/* No comment provided by engineer. */
"Icon:" = "Icona:";

/* Title for colum in table of ignored volumes */
"Ignored Drives:" = "Ignora Drives:";

/* No comment provided by engineer. */
"In order to receive notifications about Bluetooth devices on OSX Lion, please upgrade to 10.7.3 or above" = "Per poter ricevere le notofiche riguardo i dispositivi Bluetooth su OSX Lion, per favore aggiorna alla versione 10.7.3 o superiore";

/* No comment provided by engineer. */
"In order to receive notifications about Phone Devices, please upgrade to OSX Lion 10.7.3 or above" = "Per poter ricevere le notofiche riguardo i dispositivi Telefonici su OSX Lion, per favore aggiorna alla versione 10.7.3 o superiore";

/* No comment provided by engineer. */
"Incoming Phone Call" = "Chiamata telefononica in arrivo";

/* No comment provided by engineer. */
"Incoming SMS" = "SMS in arrivo";

/* No comment provided by engineer. */
"Interface:\t%@" = "Interfaccia:\t%@";

/* The first %@ will be replaced with the interface (en0, en1, etc) second %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\t%@\nMedia:\t%@" = "Interfaccia:\t%1$@\nMedia:\t%2$@";

/* No comment provided by engineer. */
"IP Address Changed" = "Indirizzo IP Cambiato";

/* No comment provided by engineer. */
"IP Addresses Updated" = "Indirizzo IP Aggiornato";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Collegato alla Rete.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Keyboard Monitor" = "Controlla Tastiera";

/* No comment provided by engineer. */
"Left network %@." = "Rete %@ lasciata.";

/* Unit label for how often to refire the battery status
   Unit names */
"minutes" = "minuti";

/* No comment provided by engineer. */
"Modules" = "Moduli";

/* No comment provided by engineer. */
"Mounted" = "Montato";

/* No comment provided by engineer. */
"Network Link Down" = "Link di rete Down";

/* No comment provided by engineer. */
"Network Link Up" = "Link di rete UP";

/* No comment provided by engineer. */
"Network Monitor" = "Controllo rete";

/* display no icon at all */
"No icon visible" = "Nessuna icona visibile";

/* No comment provided by engineer. */
"No routable IP addresses" = "Nessun indirizzo IP indirizzabile";

/* Label over list of checkboxes for notifying for certain keys */
"Notify For:" = "Notifica per:";

/* If the string is too long, use O */
"OFF" = "NO";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* If the string is too long, use I */
"ON" = "SI";

/* Format string for On <power type> */
"On %@" = "Su %@";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Apri le Preferenze di HardwareGrowler...";

/* No comment provided by engineer. */
"Phone Module" = "Modulo Telefonico";

/* No comment provided by engineer. */
"Phone Module requires OSX Lion 10.7.3 or above" = "Il modulo telefonico richiede OSX Lion 10.7.3 o superiore";

/* No comment provided by engineer. */
"Power Changed" = "Alimentazione Cambiata";

/* No comment provided by engineer. */
"Power Monitor" = "Controlla Alimentazione";

/* No comment provided by engineer. */
"Power Warning" = "Allerta Alimentazione";

/* No comment provided by engineer. */
"Preferences" = "Preferenze";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Esci da HardwareGrowler";

/* Label for checkbox that sets battery status to redisplay every so often */
"Refire battery status" = "Ricontrolla stato batteria";

/* Label for box for putting in the amount of time between refire */
"Refire every:" = "Ricontrolla ogni:";

/* Label for checkbox that sets whether to only show battery status every x minutes when on battery pwoer */
"Refire only on battery" = "Ricontrolla solo se a batteria";

/* Unit names */
"seconds" = "secondi";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "Trasmetti quando un dispositivo Bluetooth è connesso";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "Trasmetti quando un dispositivo Bluetooth è disconnesso";

/* No comment provided by engineer. */
"Sent when a Firewire Device is connected" = "Trasmetti quando un dispositivo Firewire è connesso";

/* No comment provided by engineer. */
"Sent when a Firewire Device is disconnected" = "Trasmetti quando un dispositivo Firewire è disconnesso";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Trasmetti quando un dispositivo Thunderbolt è connesso";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Trasmetti quando un dispositivo Thunderbolt è disconnesso";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "Trasmetti quando un dispositivo USB è connesso";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "Trasmetti quando un dispositivo USB è disconnesso";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "Trasmetti quando un Volume è montato";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "Trasmetti quando un Volume è smontato";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "Trasmetti quando AirPort accede alla rete";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "Trasmetti quando AirPort disconnette dalla rete";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "Trasmetti quando un link Ethernet va giù";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "Trasmetti quando un Link Ethernet aggancia";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "Trasmetti quando la batteria sta diventato scarica";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "Trasmetti quando l'indirizzo IP di sistema cambia";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "Trasmetti quando il tipo o lo stato dell'alimentazione cambia";

/* No comment provided by engineer. */
"Sent when Time Machine failed to back up" = "Trasmetti quando Time Machine fallisce il back up";

/* No comment provided by engineer. */
"Sent when Time Machine finishes backing up" = "Trasmetti quando Time Machine finisce un back up";

/* No comment provided by engineer. */
"Sent when Time Machine is canceled" = "Trasmetti quando Time Machine è interrotto";

/* No comment provided by engineer. */
"Sent when Time Machine starts backing up" = "Trasmetti quando Time Machine inizia il back up";

/* No comment provided by engineer. */
"Shift Key" = "Tasto Maiuscole";

/* No comment provided by engineer. */
"Shift Key Pressed" = "Tasto Maiuscole Premuto";

/* No comment provided by engineer. */
"Shift Key Released" = "Tasto Maiuscole Rilasciato";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Mostra i Dispositivi Connessi all'avvio";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Mostra icona in entrambi";

/* display the icon only in the dock */
"Show icon in the dock" = "Mostra icona nel dock";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Mostra icona nella barra menù";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Avvia HardwareGrowler al Login:";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "Non ci sono preferenze disponibili per questo monitoraggio.";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Questa configurazione saranno applicate quando HardwareGrowler si riavvierà";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Thunderbolt Connesso";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Connessione Thunderbolt";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Thunderbolt Disconnesso";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Disconnessione Thunderbolt";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Controlla Thunderbolt";

/* No comment provided by engineer. */
"Time Machine Canceled" = "Time Machine Cancellato";

/* No comment provided by engineer. */
"Time Machine Failed" = "Time Machine Fallito";

/* No comment provided by engineer. */
"Time Machine finished" = "Time Machine terminato";

/* No comment provided by engineer. */
"Time Machine Finished" = "Time Machine Terminato";

/* No comment provided by engineer. */
"Time Machine started" = "Time Machine iniziato";

/* No comment provided by engineer. */
"Time Machine Started" = "Time Machine Iniziato";

/* No comment provided by engineer. */
"Time remaining: %ld minutes" = "Tempo rimanente: %ld minuti";

/* No comment provided by engineer. */
"Time to charge: %ld minutes" = "Tempo di ricarica: %ld minuti";

/* No comment provided by engineer. */
"TimeMachine Monitor" = "Controlla TimeMachine";

/* Unknown power supply type */
"Unknown" = "Sconosciuto";

/* No comment provided by engineer. */
"Unknown Power Source" = "Sorgente di alimentazione sconosciuta";

/* No comment provided by engineer. */
"Unmounted" = "Smontato";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Dispositivo FireWire Anonimo";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "Dispositivo Thinderbolt senza nome";

/* Uninteruptable Power supply */
"UPS" = "UPS";

/* No comment provided by engineer. */
"UPS Power" = "Carica UPS";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "Bus USB 2.0";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "Bus USB 3.0";

/* No comment provided by engineer. */
"USB Bus" = "Bus USB";

/* No comment provided by engineer. */
"USB Connected" = "USB Connesso";

/* No comment provided by engineer. */
"USB Connection" = "Connessione USB";

/* No comment provided by engineer. */
"USB Disconnected" = "USB Disconnesso";

/* No comment provided by engineer. */
"USB Disconnection" = "Disconnessione USB";

/* No comment provided by engineer. */
"USB Monitor" = "Controlla USB";

/* No comment provided by engineer. */
"Volume Monitor" = "Controlla Volume";

/* No comment provided by engineer. */
"Volume Mounted" = "Volume montato";

/* No comment provided by engineer. */
"Volume Unmounted" = "Volume espulso";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Attenzione! Abilitando questa opzione HardwareGrowler funzionerà in background";

